const exampleSearchResponse = [
  {
    id: '1',
    title: 'به طور پویا B2C را به تعویق بیندازید',
    url: 'ourwebaddress.com/articles/procrastinate',
    excerpt:
      'از طریق شبکه‌های plug-and-play، بازارهای قدرتمند را به طور مشترک مدیریت کنید. پس از نصب مزایای پایه، کاربران B2C را به طور پویا به تعویق بیندازید.',
  },
  {
    id: '2',
    title: 'متقابل رسانه',
    url: 'ourwebaddress.com/articles/cross-media',
    excerpt:
      'به طور موثر اطلاعات متقابل رسانه ای را بدون ارزش رسانه ای آزاد کنید. به سرعت تحویل به موقع را برای طرحواره های بلادرنگ به حداکثر برسانید.',
  },
  {
    id: '3',
    title: 'هم افزایی کنید',
    url: 'ourwebaddress.com/articles/synergize',
    excerpt:
      'به طور کامل روابط مالیات بر منابع را از طریق بازارهای تخصصی برتر هم افزایی کنید. به طور حرفه ای خدمات یک به یک مشتری را با ایده های قوی پرورش دهید.',
  },
  {
    id: '4',
    title: 'پلتفرم های موازی',
    url: 'ourwebaddress.com/articles/parallel-paltforms',
    excerpt:
      'به طور عینی محصولات تولید شده قدرتمند را نوآوری کنید در حالی که پلتفرم های موازی. رویه‌های آزمایشی توسعه‌یافته برای زنجیره‌های تامین قابل اعتماد به طور کلی غالب است.',
  },
  {
    id: '5',
    title: 'استراتژی های رشد',
    url: 'ourwebaddress.com/articles/growth-strategies',
    excerpt:
      'به طور فعال، تخصص مبتنی بر چند رسانه ای و استراتژی های رشد متقابل رسانه ای را پیش بینی کرد. پس از محصولات قابل نگهداری، پورتال های پایه نصب شده را به طور کلی پاپ کنید.',
  },
  {
    id: '6',
    title: 'روش شناسی ها',
    url: 'ourwebaddress.com/articles/methodologies',
    excerpt:
      'فسفلورسنت با روش‌های جهانی با فناوری‌های تحت وب درگیر شوید. خدمات مشتری مقیاس پذیر را از طریق پتانسیل های پایدار به طور کامل دنبال کنید.',
  },
  {
    id: '7',
    title: 'خرده فروشان الکترونیکی',
    url: 'ourwebaddress.com/articles/e-trailers',
    excerpt:
      'به طور مشترک کانال های کلید در دست را مدیریت کنید در حالی که خرده فروشی های الکترونیکی مجازی. معیارهای مقیاس پذیر را به طور عینی در نظر بگیرید در حالی که خدمات الکترونیکی فعال',
  },
  {
    id: '8',
    title: 'آمادگی وب',
    url: 'ourwebaddress.com/articles/web-readiness',
    excerpt:
      'منابع گرانول داخلی یا ارگانیک به طور قابل اعتمادی نوآوری کنید در حالی که استانداردهای بالا در آمادگی وب. به طور چشمگیری طرحواره های یکپارچه را با شبکه های بهینه ترکیب کنید.',
  },
];

export default exampleSearchResponse;
